[
    {
        "id": "chap-1161",
        "titre" : "Sortie du chapitre 1161 : Garp débarque à God Valley !",
        "categorie" : "Manga",
        "sous_titre" : "Le début de l'affrontement tant attendu entre Garp, Xebec et Roger.",
        "altImg" : "Image de Garp et son équipe qui débarquent sur God Valley lors du flashback.",
        "date" : "2025-09-28",
        "content": "Le chapitre 1161 de One Piece vient de sortir et marque un tournant historique dans le manga ! Eiichiro Oda nous plonge enfin dans les événements de <a href='loc.php?id=127'>God Valley</a>, cet incident légendaire qui a façonné le monde actuel.<br><br>Dans ce chapitre explosif, nous assistons à l'arrivée spectaculaire de <a href='perso.php?id=418'>Monkey D. Garp</a>, le héros de la Marine, sur l'île maudite. Face à lui se dresse <a href='perso.php?id=379'>Rocks D. Xebec</a>, le capitaine de <a href='crew.php?id=62'>l'Équipage de Rocks</a>, considéré comme le pirate le plus dangereux de son époque. Aux côtés de Xebec se trouvent de futurs Empereurs : la jeune <a href='perso.php?id=96'>Big Mom</a>, <a href='perso.php?id=187'>Kaido</a> et même <a href='perso.php?id=289'>Barbe Blanche</a>.<br><br>Le twist majeur ? Garp n'est pas seul. Dans une alliance improbable, <a href='perso.php?id=258'>Gol D. Roger</a>, le futur Roi des Pirates, combat aux côtés de son rival pour arrêter l'inévitable Xebec. Cette alliance contre-nature entre le plus grand pirate et le plus grand marine reste l'un des plus grands mystères de l'histoire de One Piece.<br><br>Les fans théorisent déjà sur les révélations à venir concernant le trésor national des Dragons Célestes et la véritable raison de l'effacement de cet incident des livres d'histoire par le <a href='crew.php?id=89'>Gouvernement Mondial</a>."
    },
    {
        "id": "trailer-netflix-s2",
        "titre" : "Trailer de la saison 2 du live action Netflix dévoilé",
        "categorie" : "Live action",
        "sous_titre" : "Est-ce-que la nouvelle saison sera à la hauteur des attentes ?",
        "altImg" : "Affiche de la saison 1 du live action One Piece Netflix.",
        "date" : "2025-09-17",
        "content": "Netflix vient de dévoiler le premier trailer officiel de la saison 2 de son adaptation live-action de One Piece, et les premières images sont prometteuses ! Après le succès retentissant de la première saison, les attentes sont au plus haut.<br><br>Cette nouvelle saison couvrira l'arc <a href='loc.php?id=7'>Loguetown</a> et introduira des arcs majeurs comme <a href='loc.php?id=49'>l'Île de Drum</a> et <a href='loc.php?id=50'>Alabasta</a>. Le trailer révèle les premiers aperçus de nouveaux personnages iconiques : <a href='perso.php?id=6'>Tony Tony Chopper</a>, le médecin renne de <a href='crew.php?id=1'>l'Équipage du Chapeau de Paille</a>, ainsi que les antagonistes Wapol et <a href='perso.php?id=82'>Crocodile</a>. Les fans ont particulièrement apprécié la fidélité visuelle de <a href='loc.php?id=50'>Alabasta</a>. L'acteur incarnant <a href='perso.php?id=429'>Smoker</a> a également été révélé.<br><br>Il sera intéressant de voir à quel point l'histoire de la série va se différencier de l'histoire du manga, sachant qu'on avait déjà aperçu plusieurs libertés prises par les auteurs de la série par rapport au manga (par exemple l'intervention de Garp à Arlong Park).<br><br>La saison 2 est prévue pour le 10 mars 2026 sur <a href='https://www.netflix.com/onepiece' target='_blank'>Netflix</a>. En attendant, les fans peuvent revoir la première saison qui a battu tous les records d'audience pour une adaptation d'anime en live-action.<br><br>Voici le trailer de la saison 2 sur YouTube :<br><iframe width=\"560\" height=\"315\" src=\"https://www.youtube-nocookie.com/embed/Z1B3fPzElQw?si=gYyUSLNWL13HysFH\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share\" referrerpolicy=\"strict-origin-when-cross-origin\" allowfullscreen></iframe>"
    },
    {
        "id": "top-ventes-2025",
        "titre" : "One Piece est le manga le plus vendu de 2025",
        "categorie" : "Manga",
        "sous_titre" : "One Piece de retour en top des ventes, pour la première fois depuis 2018.",
        "altImg" : "",
        "date" : "2025-11-13",
        "content": "One Piece de retour sur son trône ! Pour la première fois depuis 2018, le manga d'Eiichiro Oda reprend la première place du classement des ventes annuelles au Japon, détrônant ainsi des séries plus récentes.<br><br>Selon les chiffres officiels d'<a href='https://www.oricon.co.jp/' target='_blank'>Oricon</a>, One Piece a vendu plus de 15 millions d'exemplaires en 2025, soit une augmentation de 40% par rapport à l'année précédente. Cette renaissance s'explique par plusieurs facteurs : l'arc final du manga qui bat son plein, le succès mondial du live-action Netflix, et les révélations majeures dans l'histoire.<br><br>Les derniers chapitres, notamment ceux révélant l'histoire du légendaire <a href='crew.php?id=62'>équipage de Rocks</a> et l'incident de <a href='loc.php?id=127'>God Valley</a>, deux choses fortement attendues par les fans, ont captivé une nouvelle génération de lecteurs. L'éditeur Shueisha a déclaré que les ventes numériques ont également explosé, particulièrement auprès des lecteurs internationaux.<br><br>Avec plus de 520 millions d'exemplaires vendus dans le monde, One Piece conserve son titre de manga le plus vendu de tous les temps, devançant largement ses concurrents. Les analystes prédisent que cette tendance va se poursuivre alors que le manga approche de sa conclusion tant attendue.<br><br>Eiichiro Oda a remercié ses fans dans un message publié sur le site officiel de <a href='https://one-piece.com/' target='_blank'>One Piece</a> : <q>Merci de continuer à me suivre dans cette aventure. La fin approche, mais je vous promets qu'elle en vaudra la peine.</q>"
    },
    {
        "id": "mihawk-fraude",
        "titre" : "Mihawk est-il une fraude ?",
        "categorie" : "Débat",
        "sous_titre" : "Sa situation crée beaucoup de débats dans la communauté...",
        "altImg" : "Image de Mihawk.",
        "date" : "2025-11-20",
        "content": "Un débat enflammé secoue la communauté One Piece : <a href='perso.php?id=81'>Dracule Mihawk</a>, surnommé \"Œil de Faucon\", mérite-t-il vraiment son titre de plus grand épéiste du monde ?<br><br>Le personnage, actuellement membre de la <a href='crew.php?id=88'>Cross Guild</a>, est, depuis presque le tout début de l'œuvre (chapitre 51), l'objectif ultime de <a href='perso.php?id=2'>Roronoa Zoro</a>. Cependant, certains fans remettent en question ses véritables capacités au combat.<br><br>Les arguments des sceptiques : <ul><li>Mihawk n'a jamais affronté (à ce que l'on sache) l'un des Quatre Empereurs en combat singulier</li><li>Ses très rares démonstrations de force (comme à <a href='loc.php?id=67'>Marine Ford</a>) sont peu impressives au vu de sa réputation,</li><li>Il est actuellement un commandant de <a href='perso.php?id=32'>Baggy le Clown</a>, un personnage qui a toujours été perçu comme une blague (même si en réalité Mihawk et Crocodile dominent Baggy),</li><li>Malgré son statut, il semble manquer d'ambition (au contraire de Baggy) et préfère vivre paisiblement.</li></ul><p class='texte'>De plus, son statut d'ancien Corsaire le plaçait sous la protection du <a href='crew.php?id=89'>Gouvernement Mondial</a>, ce qui, selon ses détracteurs, prouve qu'il évitait les vrais défis.<br><br>Les défenseurs de Mihawk rétorquent que son titre n'a jamais été contesté par aucun sabreur vivant, qu'il a humilié Zoro sans effort avant l'ellipse temporelle, et que son Haki et sa maîtrise du sabre restent inégalés. Ils rappellent également que Mihawk est l'un des plus grand rivaux de Shanks, l'un des pirates les plus puissants du monde, et qui lui même utilise un sabre comme arme, ce qui impliquerait que Shanks serait techniquement un moins bon épéiste que Mihawk.<br><br>Même si certains arguments contre lui sont recevables, la plupart de ces critiques sont plus des blagues que des reproches sérieuses envers le personnage et il n'en pas à douter Oda nous réserve quelque chose de grand lors de l'inévitable revanche entre Zoro et Mihawk, un affrontement que les fans attendent depuis plus de 25 ans. En attendant, le débat fait rage sur Reddit, Twitter et les forums dédiés à One Piece.</p>"
    },
    {
        "id": "gen-z-manifestations",
        "titre" : "Madagascar, Népal, Indonésie : One Piece représente les peuples opprimés",
        "categorie" : "Politique",
        "sous_titre" : "One Piece devient le symbole des manifestations des nouvelles générations.",
        "altImg" : "Image d'une manifestation de la Gen Z à Madagascar.",
        "date" : "2025-10-03",
        "content": "Un phénomène social inédit se déroule actuellement : One Piece est devenu un symbole de résistance pour des millions de jeunes manifestants à travers le monde. À Madagascar, au Népal, au Maroc et en Indonésie, les manifestants brandissent des drapeaux de <a href='crew.php?id=1'>l'Équipage du Chapeau de Paille</a> et scandent des slogans inspirés du manga. Ces manifestations sont menées par le mouvement de la \"Gen Z\".<br><br>À Antananarivo, capitale de Madagascar, les étudiants ont organisé une manifestation massive contre la corruption gouvernementale en arborant le Jolly Roger de <a href='perso.php?id=1'>Luffy</a>. Les manifestants se battent pour de meilleurs infrastructures publiques, contre la corruption des politiques et un meilleur accès à l'eau.<br><br>Au Népal, des manifestants pro-démocratie ont peint des murales géantes représentant <a href='perso.php?id=7'>Nico Robin</a> et l'arc d'<a href='loc.php?id=55'>Enies Lobby</a>, symbole de la lutte contre l'oppression du <a href='crew.php?id=89'>Gouvernement Mondial</a>. Le slogan \"Je veux vivre !\" de Robin résonne particulièrement auprès de la jeunesse népalaise.<br><br>En Indonésie, le mouvement a pris une ampleur nationale. Les jeunes identifient les thèmes de One Piece – liberté, justice, lutte contre la tyrannie – à leur propre combat pour la démocratie et l'égalité sociale. Des cosplays de personnages de One Piece sont devenus courants lors des rassemblements.<br><br>Ce phénomène illustre comment One Piece, au-delà d'un simple manga, véhicule des valeurs universelles de liberté et de résistance contre l'oppression. L'<a href='crew.php?id=130'>Armée Révolutionnaire</a> de Dragon, le père de Luffy, qui lutte contre le Gouvernement Mondial dans le manga, devient une métaphore puissante pour ces mouvements de contestation.<br><br>Malheureusement, certaines de ces manifestations tournent au drame après des confrontations aux forces de l'ordre, menant à des blessures ou des morts. Mais ces manifestations ne sont pas réalisés en vain, comme le prouve la destitution du président malgache Andry Rajoelina suite à l'intensité des manifestations et une opposition de plus en plus forte."
    },
    {
        "id": "oda-lettre-2026",
        "titre" : "Les révélations de Oda sur One Piece pour 2026",
        "categorie" : "Déclaration",
        "sous_titre" : "L'auteur a publié ses commentaires annuels sur son œuvre et prévoit de grandes choses.",
        "altImg" : "Image d'Eiichirō Oda",
        "date" : "2025-12-21",
        "content": "Eiichirō Oda vient dévoiler sa traditionnelle lettre concernant l'actualité de son manga phare One Piece lors de la Jump Festa. Il aborde dans cette lettre de nombreux sujets dont le manga forcément mais également le live action Netflix, un nouveau film, la ré-adaptation anime, et la question de sa santé qui lui a causé des troubles ces dernières années pour la rédaction de son manga.<br><br>Voici la traduction complète de sa lettre en français, d'après <a href='https://fr.ign.com/one-piece-manga/83943/news/les-choses-vont-devenir-dingues-eiichiro-oda-parle-de-one-piece-le-manga-le-prochain-film-et-la-seri' target='_blank'>IGN France</a> :<br><q>Vers un meilleur futur pour tous !!! C'est O-myaku-da Myaku-Ichiro ! Pour préparer cette lettre, j'ai demandé à mon éditeur de faire une liste de tout ce qui est prévu pour l'année prochaine, et nous nous retrouvons avec une très longue liste de choses qui arrivent. Mais il me dit, \"on ne pas parler de ceci, ceci, ceci, ou cela.\" Hmmm, je supose que je ne peux parler de rien? <br><br>Mais en regardant la liste, il semble que beaucoup de nos projets ciblent le grand public (et évidemment, cela inclut le Japon). La ré-adaptation en anime The ONE PIECE précemment annoncée est faite pour un public international, et progresse bien. Et le 10 mars de cette année, le live action ONE PIECE saison 2 va enfin se lancer ! On va enfin voir Chopper ! A chaque fois que je vois des scènes avec lui, je me dis, \"Il est tellemennnnnt mignnnnonnnn!\" En mars prochain, tout le monde dira la même chose. J'espère que vous apprécierez de voir l'ensemble des nouveaux membres du casting fun de même que la perfection avec laquelle Iñaki et les autres incarnent les Chapeaux de Paille. En fait, le tournage a débuté pour la saison 3, ce qui concluera la saga Alabasta. Merci de l'attendre avec impatience ! <br><br>Quant au nouveau film anime - il n'ont pas dit que j'avais le droit de dire cela - je n'ai pas le droit de dire que ça avance bien. Peut-être que dire cela va déclencher un incendie, lol. Mais c'est à propos de quelque chose dont je suis certain que vous serez tous intéressé, donc j'espère que vous resterez patient pour celui-ci.<br><br>Puisque c'est Jump Festa, il faut aussi que je parle du manga dans le Jump ! Après ce que l'on peut appeler un très long flashback, ou du moins un aperçu dans l'histoire qui vous a surement offert diverses perspectives sur Elbaph, on termine en fanfare, et à présent les choses vont devenir dingues. Va-t-on arriver à l'île que seul le Roi des Pirates a atteint autrefois ? \"L'homme à la cicatrise de brulure\" va se montrer ! Des personnages qui ne se sont jamais rencontré vont enfin se croiser ! Un autre duo de personnage va se faire face ! Je pense que l'année prochaine sera faite de rencontres. L'histoire va avancer à toute allure, mais comme je vieilli - bien malgré moi - je prendrai la liberté de faire attention à ma santé tout en naviguant l'année prochaine à la vitesse ONE PIECE la plus rapide. <br><br>C'est l'heure de la fête ! Préparez-vous à une année Spectaculaire !</q><br><br>La lettre sous sa forme originelle est également disponible dans le post ci-dessous publié par le compte officiel du staff d'Eiichirō Oda sur X :<blockquote class='twitter-tweet'><p lang='ja' dir='ltr'>【ジャンフェス速報⑨】<br><br>そして最後に、<br>ジャンプスーパーステージで公開されました<br>尾田っち直筆コメントを公開！<br><br>『ONE PIECE』の航海を、<br>来年もお楽しみに🔥🔥🔥<a href=\"https://twitter.com/hashtag/ONEPIECE?src=hash&amp;ref_src=twsrc%5Etfw\">#ONEPIECE</a><a href='https://twitter.com/hashtag/%E3%82%B8%E3%83%A3%E3%83%B3%E3%83%97%E3%83%95%E3%82%A7%E3%82%B9%E3%82%BF?src=hash&amp;ref_src=twsrc%5Etfw'>#ジャンプフェスタ</a> <a href='https://t.co/DHPClYbq6u'>pic.twitter.com/DHPClYbq6u</a></p>&mdash; ONE PIECE スタッフ【公式】/ Official (@Eiichiro_Staff) <a href='https://twitter.com/Eiichiro_Staff/status/2002665420525023712?ref_src=twsrc%5Etfw'>December 21, 2025</a></blockquote> <script async src='https://platform.twitter.com/widgets.js' charset='utf-8'></script>"
    }
]
