{
  "1": "Monkey D. Luffy est le capitaine de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a> et rêve de devenir le Roi des Pirates. Né au Village de Fuchsia, il a mangé le Gomu Gomu no Mi qui lui permet d'étirer son corps comme du caoutchouc. Inspiré par <a href='perso.php?id=85'>Shanks le Roux</a>, il est parti à l'aventure sur les mers avec pour objectif de trouver le One Piece. Petit-fils de <a href='perso.php?id=418'>Monkey D. Garp</a> et fils de <a href='perso.php?id=661'>Monkey D. Dragon</a>, il a vaincu de nombreux ennemis redoutables dont <a href='perso.php?id=187'>Kaido</a> au <a href='loc.php?id=69'>Pays de Wa</a>.",
  "2": "Roronoa Zoro est le bretteur de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a> et le premier membre à avoir rejoint <a href='perso.php?id=1'>Luffy</a>. Originaire du Village de Shimotsuki, il aspire à devenir le meilleur sabreur du monde en battant <a href='perso.php?id=81'>Dracule Mihawk</a>. Il maîtrise le style à trois sabres et possède une terrible réputation de chasseur de pirates. Lors de la bataille du <a href='loc.php?id=69'>Pays de Wa</a>, il a combattu <a href='perso.php?id=188'>King</a> et a débloqué le Haki du Roi Conquérant.",
  "3": "Nami est la navigatrice de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Adoptée par Belle-Mère au Village de Kokoyashi, elle a vécu sous l'oppression d'Arlong avant d'être libérée par <a href='perso.php?id=1'>Luffy</a>. Experte en cartographie et en météorologie, elle rêve de créer une carte complète du monde. Elle maîtrise le Clima-Tact créé par <a href='perso.php?id=4'>Usopp</a> et amélioré par <a href='perso.php?id=8'>Franky</a>.",
  "4": "Usopp est le tireur d'élite de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Originaire du Village de Sirop, il est le fils de Yasopp, membre de <a href='crew.php?id=2'>l'équipage du Roux</a>. Connu pour ses mensonges et son courage intermittent, il aspire à devenir un brave guerrier des mers comme son père. Il est le créateur des armes de <a href='perso.php?id=3'>Nami</a> et possède un Haki de l'Observation exceptionnel développé à <a href='loc.php?id=83'>Dressrosa</a>.",
  "5": "Sanji est le cuisinier de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Formé au Baratie par le chef Zeff, il est célèbre pour son style de combat basé sur les coups de pied et son respect absolu envers les femmes. Son rêve est de trouver <b>All Blue</b>, la mer légendaire où tous les poissons se rejoignent. Il est le troisième fils de la famille Vinsmoke du Royaume de Germa, ce qui lui confère des capacités surhumaines qu'il a débloquées lors de sa confrontation avec <a href='perso.php?id=189'>Queen</a> au <a href='loc.php?id=69'>Pays de Wa</a>.",
  "6": "Tony Tony Chopper est le médecin de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. C'est un renne qui a mangé le Hito Hito no Mi, lui permettant de prendre forme humaine. Formé par la Doctoresse Kureha sur <a href='loc.php?id=49'>l'Île de Drum</a>, il rêve de créer un remède universel capable de guérir toutes les maladies. Malgré sa prime dérisoire, il est un combattant redoutable avec ses formes Monster Point.",
  "7": "Nico Robin est l'archéologue de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Seule survivante de l'incident d'<a href='loc.php?id=21'>Ohara</a>, elle est recherchée depuis l'enfance par le <a href='crew.php?id=89'>Gouvernement Mondial</a> pour sa capacité à lire les Ponéglyphes. Ancienne membre du Baroque Works sous les ordres de <a href='perso.php?id=82'>Crocodile</a>, elle a été sauvée par <a href='perso.php?id=1'>Luffy</a> lors de l'incident d'<a href='loc.php?id=55'>Enies Lobby</a>. Son rêve est de découvrir la vérité sur le Siècle Oublié. Elle a récemment rencontré <a href='perso.php?id=761'>Vegapunk</a> à <a href='loc.php?id=126'>Egghead</a>.",
  "8": "Franky est le charpentier de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Originaire de <a href='loc.php?id=54'>Water Seven</a>, ce cyborg excentrique a construit le Thousand Sunny, le navire de l'équipage. Disciple de Tom, le constructeur du bateau de <a href='perso.php?id=258'>Gol D. Roger</a>, il rêve de créer un navire capable de faire le tour du monde. Il a été envoyé à Baldimore par <a href='perso.php?id=690'>Bartholomew Kuma</a> où il a étudié les technologies de <a href='perso.php?id=761'>Vegapunk</a>.",
  "9": "Brook est le musicien de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Ancien membre de l'équipage du Rumbar, il a mangé le Yomi Yomi no Mi qui lui a permis de revenir à la vie sous forme de squelette. Après 50 ans de solitude dans le <a href='loc.php?id=58'>Thriller Bark</a> sous le contrôle de <a href='perso.php?id=49'>Gecko Moria</a>, il a rejoint <a href='perso.php?id=1'>Luffy</a>. Son rêve est de retrouver Laboon, la baleine qu'il a laissée au Cap des Jumeaux.",
  "10": "Jinbe est le timonier de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Ancien membre des Sept Grands Corsaires et capitaine des Pirates du Soleil, cet homme-poisson requin-baleine est un maître du karaté homme-poisson. Il a combattu aux côtés de <a href='perso.php?id=1'>Luffy</a> lors de la guerre de <a href='loc.php?id=67'>Marine Ford</a> et a officiellement rejoint l'équipage à <a href='loc.php?id=71'>Whole Cake Island</a> après s'être libéré de <a href='perso.php?id=96'>Big Mom</a>.",
  "26": "Hajrudin est un géant guerrier d'<a href='loc.php?id=86'>Erbaf</a> et capitaine du <a href='crew.php?id=61'>Nouvel Équipage des Géants</a>. Ancien mercenaire ayant participé au tournoi de Corrida à Dressrosa, il a rejoint la Grande Flotte de <a href='perso.php?id=1'>Luffy</a>. Disciple des légendaires <a href='perso.php?id=511'>Dorry</a> et <a href='perso.php?id=512'>Broggy</a>, il rêve de restaurer la gloire d'<a href='loc.php?id=86'>Erbaf</a>.",
  "32": "Baggy le Clown est le capitaine de l'équipage du Clown et co-fondateur de la <a href='crew.php?id=88'>Cross Guild</a> aux côtés de <a href='perso.php?id=81'>Mihawk</a> et <a href='perso.php?id=82'>Crocodile</a>. Ancien mousse sur le bateau de <a href='perso.php?id=258'>Gol D. Roger</a> avec <a href='perso.php?id=85'>Shanks</a>, il a mangé le Bara Bara no Mi qui lui permet de séparer son corps en morceaux. Malgré sa lâcheté, il est devenu un Empereur grâce à une série de malentendus.",
  "33": "Alvida est la capitaine de l'équipage d'Alvida et l'une des premières ennemies de <a href='perso.php?id=1'>Luffy</a>. Après avoir mangé le Sube Sube no Mi, elle est devenue extrêmement belle et glissante. Elle s'est ensuite alliée à <a href='perso.php?id=32'>Baggy</a> et fait désormais partie de la <a href='crew.php?id=88'>Cross Guild</a>.",
  "34": "Galdino, alias Mr. 3, est un ancien agent du Baroque Works sous les ordres de <a href='perso.php?id=82'>Crocodile</a>. Possesseur du Doru Doru no Mi qui lui permet de créer et manipuler la cire, il s'est allié à <a href='perso.php?id=32'>Baggy</a> après leur évasion d'<a href='loc.php?id=44'>Impel Down</a>. Il fait maintenant partie de la <a href='crew.php?id=88'>Cross Guild</a>.",
  "49": "Gecko Moria est l'ancien capitaine du <a href='crew.php?id=28'>Thriller Bark</a> et membre des Sept Grands Corsaires. Possesseur du Kage Kage no Mi qui lui permet de manipuler les ombres, il a créé une armée de zombies sur son navire-île <a href='loc.php?id=58'>Thriller Bark</a>. Traumatisé par sa défaite face à <a href='perso.php?id=187'>Kaido</a>, il cherche à se venger en créant le zombie ultime.",
  "54": "Trafalgar D. Water Law est le capitaine de <a href='crew.php?id=32'>l'équipage du Heart</a> et ancien membre des Sept Grands Corsaires. Possesseur du Ope Ope no Mi, considéré comme le fruit ultime, il peut créer des « Room » dans lesquelles il manipule tout à sa guise. Ancien subordonné de <a href='perso.php?id=365'>Doflamingo</a>, il s'est allié à <a href='perso.php?id=1'>Luffy</a> pour vaincre Doflamingo à <a href='loc.php?id=83'>Dressrosa</a>, puis <a href='perso.php?id=96'>Big Mom</a> et <a href='perso.php?id=187'>Kaido</a> au <a href='loc.php?id=69'>Pays de Wa</a>.<br>Il a récemment été vaincu par <a href='perso.php?id=247'>Marshall D. Teach</a>, mais a réussi à s'échaper grâce à son compagnon <a href='perso.php?id=55'>Bepo</a>.",
  "55": "Bepo est un ours mink, navigateur et second de <a href='crew.php?id=32'>l'équipage du Heart</a> sous les ordres de <a href='perso.php?id=54'>Trafalgar Law</a>. Originaire de <a href='loc.php?id=78'>Zou</a>, il est le meilleur ami de Law depuis leur enfance. Malgré son apparence imposante, il est particulièrement timide et s'excuse constamment.",
  "59": "Eustass Kidd est le capitaine de <a href='crew.php?id=33'>l'équipage de Kid</a> et membre de la Pire Génération. Possesseur du Jiki Jiki no Mi qui lui permet de manipuler le magnétisme, il a perdu un bras face à <a href='perso.php?id=85'>Shanks</a>. Rival de <a href='perso.php?id=1'>Luffy</a>, il s'est allié à lui et <a href='perso.php?id=54'>Law</a> pour combattre <a href='perso.php?id=96'>Big Mom</a> à <a href='loc.php?id=128'>Onigashima</a>. Il a récemment été vaincu par <a href='perso.php?id=85'>Shanks</a>.",
  "68": "Jewelry Bonney est la capitaine de l'équipage de Bonney et membre de la Pire Génération. Possédant le Toshi Toshi no Mi qui lui permet de manipuler les âges, elle peut se rajeunir, se vieillir ou modifier l'âge des autres. Fille adoptive de <a href='perso.php?id=690'>Bartholomew Kuma</a>, elle a passé sa vie à le chercher après sa transformation en Pacifista. À <a href='loc.php?id=126'>Egghead</a>, elle a découvert la vérité sur son père et le sacrifice qu'il a fait pour la sauver de la maladie des Saphirs. Ayant mangé un morceau du Nika de <a href='perso.php?id=1'>Luffy</a>, elle peut désormais accéder à une forme inspirée du Gear 5.",
  "70": "Boa Hancock est l'impératrice d'<a href='loc.php?id=43'>Amazon Lily</a>, capitaine des <a href='crew.php?id=41'>Pirates Kuja</a> et ancienne membre des Sept Grands Corsaires. Elle est également une ancienne esclave, ayant fui grâce à l'évasion causée par <a href='perso.php?id=78'>Fisher Tiger</a>.<br>Possédant le Mero Mero no Mi qui lui permet de pétrifier ceux qui la désirent, elle est considérée comme la plus belle femme du monde. Amoureuse de <a href='perso.php?id=1'>Luffy</a>, elle l'a aidé à s'infiltrer dans <a href='loc.php?id=44'>Impel Down</a>.",
  "74": "Shiki le Lion d'Or était le capitaine du <a href='crew.php?id=45'>l'équipage du Lion d'Or</a> et l'un des pirates de <a href='crew.php?id=62'>l'équipage des Rocks</a>. Il possède le Fuwa Fuwa no Mi qui lui permet de faire léviter des objets.<br>Peu après l'exécution de <a href='perso.php?id=258'>Gol D. Roger</a>, il a combattu <a href='perso.php?id=418'>Garp</a> et <a href='perso.php?id=447'>Sengoku</a> à <a href='loc.php?id=67'>Marine Ford</a>, mais a été vaincu et incarcéré à <a href='loc.php?id=44'>Impel Down</a>. Il a réussi à s'évader en se coupant une jambe, devenant le premier prisonnier à s'être évadé d'Impel Down</a>. Il est néanmois porté disparu depuis 20 ans.",
  "78": "Fisher Tiger était le fondateur et capitaine de l'équipage des Pirates du Soleil, un homme-poisson de type poisson-pagre rouge et héros légendaire de <a href='loc.php?id=42'>l'Île des Hommes-Poissons</a>. Ancien esclave des Dragons Célestes, il a escaladé la Falaise Rouge à mains nues et libéré des milliers d'esclaves à <a href='loc.php?id=41'>Mary Geoise</a>, dont <a href='perso.php?id=70'>Boa Hancock</a> et ses sœurs. Farouche opposant à la discrimination entre races, il a créé l'équipage des Pirates du Soleil où humains et hommes-poissons pouvaient vivre en égaux. Parmi ses disciples figuraient <a href='perso.php?id=10'>Jinbe</a> et Arlong. Blessé mortellement lors d'une embuscade de la <a href='crew.php?id=82'>Marine</a>, il a refusé une transfusion de sang humain à cause de ses traumatismes, mourant en léguant un message d'espoir pour l'égalité entre les races.",
  "81": "Dracule Mihawk, surnommé 'Œil de Faucon', est considéré comme le plus grand épéiste du monde. Ancien membre des Sept Grands Corsaires, il réside sur l'Île de Kuraigna. Il est le rival que <a href='perso.php?id=2'>Zoro</a> cherche à surpasser. Désormais co-fondateur de la <a href='crew.php?id=88'>Cross Guild</a> avec <a href='perso.php?id=82'>Crocodile</a> et <a href='perso.php?id=32'>Baggy</a>, il continue d'errer sur les mers avec une réputation redoutable.",
  "82": "Sir Crocodile est un ancien membre des Sept Grands Corsaires et fondateur du Baroque Works. Possesseur du Suna Suna no Mi qui lui permet de contrôler le sable, il a tenté de conquérir le <a href='loc.php?id=50'>Royaume d'Alabasta</a> avant d'être vaincu par <a href='perso.php?id=1'>Luffy</a>. Après son évasion d'<a href='loc.php?id=44'>Impel Down</a>, il a participé à la guerre de <a href='loc.php?id=67'>Marine Ford</a>. Il est désormais co-fondateur de la <a href='crew.php?id=88'>Cross Guild</a>.",
  "83": "Daz Bonez, alias Mr. 1, était l'agent le plus puissant du Baroque Works sous les ordres de <a href='perso.php?id=82'>Crocodile</a>. Possesseur du Supa Supa no Mi qui transforme son corps en lames d'acier, il a été vaincu par <a href='perso.php?id=2'>Zoro</a> à Alabasta. Fidèle à Crocodile, il l'a suivi après leur évasion d'<a href='loc.php?id=44'>Impel Down</a> et fait maintenant partie de la <a href='crew.php?id=88'>Cross Guild</a>.",
  "85": "Shanks le Roux est le capitaine de <a href='crew.php?id=2'>l'équipage du Roux</a> et l'un des Quatre Empereurs. Il a inspiré <a href='perso.php?id=1'>Luffy</a> à devenir pirate en lui donnant son chapeau de paille légendaire. Malgré la perte de son bras gauche pour sauver Luffy, il reste l'un des pirates les plus redoutés et respectés du monde. Ancien mousse de <a href='perso.php?id=258'>Gol D. Roger</a>, il est le seul Empereur sans fruit du démon mais possède un Haki du Roi Conquérant dévastateur.",
  "96": "Charlotte Linlin, connue sous le nom de Big Mom, est la capitaine de <a href='crew.php?id=53'>l'équipage de Big Mom</a> et ancienne Impératrice. Elle règne sur <a href='loc.php?id=71'>Whole Cake Island</a> et rêve de créer un monde où toutes les races peuvent coexister. Possédant le Soru Soru no Mi qui lui permet de manipuler les âmes, elle fut membre de <a href='crew.php?id=62'>l'équipage de Rocks</a> dans sa jeunesse. Vaincue par <a href='perso.php?id=54'>Law</a> et <a href='perso.php?id=59'>Kidd</a> à <a href='loc.php?id=128'>Onigashima</a>, son statut actuel reste incertain.",
  "97": "Charlotte Katakuri est le deuxième fils et Commandant des Sweet de <a href='crew.php?id=53'>l'équipage de Big Mom</a>. Possesseur du Mochi Mochi no Mi et d'un Haki de l'Observation capable de voir l'avenir, il est le plus fort des enfants de <a href='perso.php?id=96'>Big Mom</a>. Après un combat acharné contre <a href='perso.php?id=1'>Luffy</a> à <a href='loc.php?id=71'>Whole Cake Island</a>, il a développé un profond respect pour lui.",
  "98": "Charlotte Smoothie est la 14e fille et l'une des Trois Commandantes des Sweet de <a href='crew.php?id=53'>l'équipage de Big Mom</a>. Possédant le Shibo Shibo no Mi qui lui permet d'essorer n'importe quoi pour en extraire le liquide, elle fait partie des combattantes les plus redoutables de <a href='perso.php?id=96'>Big Mom</a>.",
  "99": "Charlotte Cracker est le 10e fils et l'un des Trois Commandants des Sweet de <a href='crew.php?id=53'>l'équipage de Big Mom</a>. Possesseur du Bisu Bisu no Mi qui lui permet de créer des soldats biscuits infiniment, il a été vaincu par <a href='perso.php?id=1'>Luffy</a> avec l'aide de <a href='perso.php?id=3'>Nami</a> dans la Forêt de la Tentation.",
  "100": "Charlotte Perospero est le fils aîné de <a href='perso.php?id=96'>Big Mom</a> et ministre des Bonbons. Possesseur du Pero Pero no Mi qui lui permet de créer et manipuler des bonbons, il est l'un des plus puissants membres de <a href='crew.php?id=53'>l'équipage de Big Mom</a>. Il a combattu au <a href='loc.php?id=69'>Pays de Wa</a> aux côtés de sa mère.",
  "187": "Kaido, surnommé 'la Créature la Plus Puissante du Monde', était le gouverneur-général de <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a> et un Empereur. Il a régné sur le <a href='loc.php?id=69'>Pays de Wa</a> depuis <a href='loc.php?id=128'>Onigashima</a>. Possesseur du Uo Uo no Mi, Modèle : Seiryu, il peut se transformer en dragon azur. Ancien membre de <a href='crew.php?id=62'>l'équipage de Rocks</a>, il a été finalement vaincu par <a href='perso.php?id=1'>Luffy</a> lors de la bataille de Wa.",
  "188": "King, de son vrai nom Alber, est le Calamité et bras droit de <a href='perso.php?id=187'>Kaido</a> dans <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a>. Dernier survivant de la race des Lunarians, il possède le Ryu Ryu no Mi, Modèle : Ptéranodon. Il a été vaincu par <a href='perso.php?id=2'>Zoro</a> lors de la bataille d'<a href='loc.php?id=128'>Onigashima</a>.",
  "189": "Queen, de son vrai nom Queen le Fléau, est l'une des Calamités de <a href='perso.php?id=187'>Kaido</a> dans <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a>. Ancien collègue de <a href='perso.php?id=761'>Vegapunk</a>, il possède le Ryu Ryu no Mi, Modèle : Brachiosaure et a modifié son corps avec de nombreux gadgets cybernétiques. Il a été vaincu par <a href='perso.php?id=5'>Sanji</a> à <a href='loc.php?id=128'>Onigashima</a>.",
  "190": "Jack la Sécheresse est l'une des Calamités de <a href='perso.php?id=187'>Kaido</a> dans <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a>. Mi-homme-poisson, mi-géant, il possède le Zou Zou no Mi, Modèle : Mammouth. Connu pour sa brutalité, il a attaqué <a href='loc.php?id=78'>Zou</a> et torturé les Minks pour trouver Raizo.",
  "247": "Marshall D. Teach, alias Barbe Noire, est le capitaine de <a href='crew.php?id=22'>l'équipage de Barbe Noire</a> et l'un des Quatre Empereurs. Seul homme connu à posséder deux fruits du démon : le Yami Yami no Mi (Ténèbres) et le Gura Gura no Mi (Séismes) volé à <a href='perso.php?id=289'>Barbe Blanche</a> lors de la guerre de <a href='loc.php?id=67'>Marine Ford</a>.<br>Ancien membre de l'équipage de Barbe Blanche, il a tué un membre d'équipage pour récuperer le Gura Gura no Mi, avant de capturer <a href='perso.php?id=290'>Ace</a> qui le traquait et de le livrer à la Marine pour devenir Grand Corsaire.<br>Il règne depuis <a href='loc.php?id=98'>l'Île des Pirates</a> et est le fils du légendaire <a href='perso.php?id=379'>Rocks D. Xebec</a>.",
  "258": "Gol D. Roger, le Roi des Pirates, était le capitaine de <a href='crew.php?id=5'>l'équipage des Pirates Roger</a>. Premier et unique pirate à avoir conquis Grand Line et atteint <a href='loc.php?id=88'>Laugh Tale</a>, il a découvert le trésor légendaire One Piece. Avant son exécution à <a href='loc.php?id=7'>Logue Town</a>, ses dernières paroles ont lancé la Grande Ère de la Piraterie. Père de <a href='perso.php?id=290'>Portgas D. Ace</a>, il fut le rival et ami de <a href='perso.php?id=289'>Barbe Blanche</a>.",
  "259": "Silvers Rayleigh, le Seigneur des Ténèbres, était le second de <a href='perso.php?id=258'>Gol D. Roger</a> dans <a href='crew.php?id=5'>l'équipage des Pirates Roger</a>. Maître des trois types de Haki, il a entraîné <a href='perso.php?id=1'>Luffy</a> pendant deux ans sur l'île de Ruskaina. Retiré à <a href='loc.php?id=60'>l'Archipel des Sabaody</a> où il revêt des navires, il reste une légende vivante.",
  "260": "Scopper Gaban était le troisième homme le plus puissant de <a href='crew.php?id=5'>l'équipage des Pirates Roger</a>, après <a href='perso.php?id=258'>Roger</a> et <a href='perso.php?id=259'>Rayleigh</a>.<br>Combattant redoutable maniant des haches, il vit actuellement sur <a href='loc.php?id=86'>Elbaf</a> où il a eu un enfant avec une géante.",
  "289": "Edward Newgate, dit Barbe Blanche, était le capitaine de <a href='crew.php?id=16'>l'équipage de Barbe Blanche</a> et l'un des Quatre Empereurs. Considéré comme l'homme le plus proche du titre de Roi des Pirates après <a href='perso.php?id=258'>Roger</a>, il possédait le Gura Gura no Mi, le fruit du démon de type Paramecia le plus puissant. Ancien membre de <a href='crew.php?id=62'>l'équipage de Rocks</a>, il est mort héroïquement lors de la Bataille de <a href='loc.php?id=67'>Marine Ford</a> en protégeant ses 'fils', notamment <a href='perso.php?id=290'>Ace</a>.",
  "290": "Portgas D. Ace était le commandant de la 2e division de <a href='crew.php?id=16'>l'équipage de Barbe Blanche</a> et le frère adoptif de <a href='perso.php?id=1'>Luffy</a>. Fils de <a href='perso.php?id=258'>Gol D. Roger</a>, il possédait le Mera Mera no Mi qui lui donnait le pouvoir du feu. Ancien capitaine des Pirates Spade, il a été capturé par <a href='perso.php?id=247'>Barbe Noire</a> et exécuté à <a href='loc.php?id=67'>Marine Ford</a> en protégeant Luffy.",
  "365": "Donquixote Doflamingo, ancien Corsaire et roi tyrannique illégitime de <a href='loc.php?id=83'>Dressrosa</a>, était le capitaine de la <a href='crew.php?id=21'>Famille Donquixote</a>. Ancien Dragon Céleste déchu, il possède le Ito Ito no Mi qui lui permet de contrôler des fils invisibles.<br>Maître du trafic d'armes de la pègre et de la production de SMILE (fruit du démons artificiels), il a été vaincu par <a href='perso.php?id=1'>Luffy</a> à Dressrosa et est emprisonné à <a href='loc.php?id=44'>Impel Down</a>.",
  "379": "Rocks D. Xebec de son vrai nom <strong>Davy D. Xebec</strong> était le capitaine légendaire de <a href='crew.php?id=62'>l'équipage de Rocks</a>, considéré comme l'équipage le plus dangereux de l'histoire. Il a réuni des pirates qui deviendront plus tard des Empereurs, dont <a href='perso.php?id=289'>Barbe Blanche</a>, <a href='perso.php?id=187'>Kaido</a> et <a href='perso.php?id=96'>Big Mom</a>.<br>L'équipage a été dissous il y a 38 ans lors de l'Incident de <a href='loc.php?id=127'>God Valley</a>, où Xebec s'était fait prendre sous contrôle par <a href='perso.php?id=380'>Imu</a> et a dû se faire vaincre par une alliance entre <a href='perso.php?id=258'>Gol D. Roger</a> et <a href='perso.php?id=418'>Monkey D. Garp</a><br>Il fait partie de la légendaire famille des Davy et est le père de l'actuel Empereur <a href='perso.php?id=247'>Barbe Noire</a>.",
  "380": "Imu est le mystérieux dirigeant suprême du <a href='crew.php?id=89'>Gouvernement Mondial</a>, résidant secrètement à <a href='loc.php?id=41'>Mary Geoise</a> sur le Trône Vide. Son existence même est un secret d'État absolu. Imu possède le pouvoir de décider du destin du monde et semble immortel, ayant vécu depuis le Siècle Oublié. Cette figure énigmatique tire les ficelles depuis l'ombre.",
  "392": "Rob Lucci est l'agent le plus puissant du CP0, l'unité d'élite du Cipher Pol au service du <a href='crew.php?id=89'>Gouvernement Mondial</a>. Ancien membre du CP9, il possède le Neko Neko no Mi, Modèle : Léopard, et maîtrise parfaitement les Six Styles et le Rokushiki. Partisan d'une justice sombre et absolue, il considère que les faibles n'ont pas le droit de vivre. Vaincu par <a href='perso.php?id=1'>Luffy</a> à <a href='loc.php?id=55'>Enies Lobby</a> lors de la tentative d'assassinat de <a href='perso.php?id=7'>Nico Robin</a>, il a été promu au CP0 après deux ans d'entraînement. Il a récemment été envoyé à <a href='loc.php?id=126'>Egghead</a> pour éliminer <a href='perso.php?id=761'>Vegapunk</a>, où il a de nouveau affronté Luffy, désormais Empereur. Malgré son Éveil du fruit du démon, il a été surpassé par la forme Gear 5 de Luffy.",
  "396": "Kaku est un agent du CP0 et ancien charpentier de <a href='loc.php?id=54'>Water Seven</a> ayant infiltré la Galley-La Company pendant cinq ans. Possesseur du Ushi Ushi no Mi, Modèle : Girafe, il maîtrise les Six Styles et combat avec des épées en utilisant le style à quatre lames.<br>Malgré son apparence comique en forme hybride, c'est un combattant redoutable qui a affronté <a href='perso.php?id=2'>Zoro</a> à <a href='loc.php?id=55'>Enies Lobby</a>, mais qui a fini par être vaincu par ce dernier. Promu au CP0 avec <a href='perso.php?id=392'>Rob Lucci</a>, il a participé à la mission d'élimination de <a href='perso.php?id=761'>Vegapunk</a> à <a href='loc.php?id=126'>Egghead</a>. Lors de cet arc, il a de nouveau combattu Zoro et <a href='perso.php?id=74'>Shiki</a>, démontrant la maîtrise de l'Éveil de son fruit du démon.<br>Contrairement à Lucci, Kaku garde une certaine moralité et respecte ses anciens collègues de Water Seven.",
  "414": "Sakazuki, alias Akainu, est l'Amiral en Chef de la <a href='crew.php?id=82'>Marine</a>. Possesseur du Magu Magu no Mi qui lui donne le pouvoir du magma, il a tué <a href='perso.php?id=290'>Ace</a> lors de la guerre de <a href='loc.php?id=67'>Marine Ford</a>. Partisan d'une justice absolue, il s'oppose radicalement à <a href='perso.php?id=687'>Kuzan</a>. Il dirige la Marine depuis <a href='loc.php?id=67'>Marine Ford</a> avec une main de fer.",
  "415": "Borsalino, alias Kizaru, est un Amiral de la <a href='crew.php?id=82'>Marine</a>. Possesseur du Pika Pika no Mi qui lui donne le pouvoir de la lumière, il peut se déplacer et attaquer à la vitesse de la lumière. Nonchalant mais redoutable, il a combattu <a href='perso.php?id=259'>Rayleigh</a> à <a href='loc.php?id=60'>Sabaody</a> et récemment affronté <a href='perso.php?id=1'>Luffy</a> à <a href='loc.php?id=126'>Egghead</a>.",
  "416": "Fujitora, de son vrai nom Issho, est un Amiral de la <a href='crew.php?id=82'>Marine</a> recruté lors de la conscription mondiale. Bien que devenu volontairement aveugle, il possède un Haki de l'Observation exceptionnel et le pouvoir de contrôler la gravité grâce à son fruit du démon.<br>Contrairement à <a href='perso.php?id=414'>Akainu</a>, il croit en une justice plus humaine.",
  "418": "Monkey D. Garp, le Héros de la Marine, est le grand-père de <a href='perso.php?id=1'>Luffy</a> et le père de <a href='perso.php?id=661'>Dragon</a>. Vice-Amiral légendaire ayant refusé de devenir Amiral, il a vaincu <a href='perso.php?id=379'>Rocks D. Xebec</a> aux côtés de <a href='perso.php?id=258'>Gol D. Roger</a> à <a href='loc.php?id=127'>God Valley</a>. Mentor de <a href='perso.php?id=441'>Koby</a>, il a récemment affronté <a href='perso.php?id=247'>Barbe Noire</a> pour sauver son ancien élève.",
  "429": "Smoker, le Chasseur Blanc, est un Vice-Amiral de la <a href='crew.php?id=82'>Marine</a>. Possesseur du Moku Moku no Mi qui lui permet de se transformer en fumée, il poursuit <a href='perso.php?id=1'>Luffy</a> depuis <a href='loc.php?id=7'>Logue Town</a>. Bien que ferme sur la justice, il respecte Luffy et remet en question les méthodes du <a href='crew.php?id=89'>Gouvernement Mondial</a> après les événements de <a href='loc.php?id=72'>Punk Hazard</a>.",
  "441": "Koby est un Capitaine de la <a href='crew.php?id=82'>Marine</a> et l'un des disciples de <a href='perso.php?id=418'>Garp</a>. Ancien mousse lâche sauvé par <a href='perso.php?id=1'>Luffy</a>, il s'est entraîné dur pour devenir un Marine respectable. Il maîtrise maintenant les six styles et le Haki, et rêve de devenir Amiral. Il a été récemment capturé puis sauvé de <a href='perso.php?id=247'>Barbe Noire</a>.",
  "447":"Sengoku est l'ancien Amiral en Chef de la <a href='crew.php?id=82'>Marine</a> et actuellement Inspecteur Général. Possesseur du Hito Hito no Mi, Modèle : Daibutsu qui lui permet de se transformer en Bouddha géant, il maîtrise les trois types de Haki. Aux côtés de <a href='perso.php?id=418'>Monkey D. Garp</a>, il a combattu <a href='perso.php?id=74'>Shiki</a> et détruit la moitié de <a href='loc.php?id=67'>Marine Ford</a>. En tant qu'Amiral en Chef, il a orchestré la guerre de Marine Ford pour exécuter <a href='perso.php?id=290'>Portgas D. Ace</a>, affrontant <a href='perso.php?id=289'>Barbe Blanche</a> dans une bataille épique. Après la mort tragique de Ace et la demande de démission de Garp, Sengoku a quitté son poste, laissant place à <a href='perso.php?id=414'>Sakazuki</a>. Mentor de nombreux Marines dont Rosinante (Corazon), le frère de <a href='perso.php?id=365'>Doflamingo</a>, il continue de servir la Marine avec sagesse.",
  "511": "Dorry est un ancien capitaine de <a href='crew.php?id=13'>l'équipage des Géants</a> et l'un des deux géants légendaires d'<a href='loc.php?id=86'>Erbaf</a>. Avec son rival et ami <a href='perso.php?id=512'>Broggy</a>, il s'est battu pendant 100 ans à Little Garden avant de se réconcilier grâce à <a href='perso.php?id=1'>Luffy</a>. Les deux géants sont revenus à Erbaf où ils accueillent désormais l'équipage du Chapeau de Paille.",
  "512": "Broggy est un ancien capitaine de <a href='crew.php?id=13'>l'équipage des Géants</a> et l'un des deux géants légendaires d'<a href='loc.php?id=86'>Erbaf</a>. Avec son rival et ami <a href='perso.php?id=511'>Dorry</a>, il s'est battu pendant 100 ans à Little Garden. Leur force combinée a permis de vaincre un poisson géant et d'aider <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Ils sont désormais de retour à <a href='loc.php?id=86'>Erbaf</a>.",
  "554": "Loki est le prince maudit d'<a href='loc.php?id=86'>Erbaf</a>. Emprisonné pour avoir vraisemblablement tué son père le roi Harald et tenté de voler un fruit du démon légendaire, il est actuellement enchaîné dans le Royaume des Géants. Malgré ses crimes, il semble avoir des liens mystérieux avec <a href='perso.php?id=85'>Shanks</a> et pourrait jouer un rôle crucial dans l'arc d'Erbaf.",
  "590": "Yamato est la fille biologique de <a href='perso.php?id=187'>Kaido</a> et possesseur du Inu Inu no Mi, Modèle : Okuchi no Makami. S'identifiant comme le légendaire Oden Kozuki, il a combattu son père aux côtés de <a href='perso.php?id=1'>Luffy</a> lors de la bataille d'<a href='loc.php?id=128'>Onigashima</a>. Bien qu'ayant voulu rejoindre l'équipage du Chapeau de Paille, il est resté au <a href='loc.php?id=69'>Pays de Wa</a> pour protéger le pays.",
  "612": "Pedro était un jaguar mink de <a href='loc.php?id=78'>Zou</a>, capitaine des Gardiens et membre des Pirates Nox. Ancien compagnon de voyage de <a href='perso.php?id=258'>Roger</a>, il a sacrifié sa vie à <a href='loc.php?id=71'>Whole Cake Island</a> pour permettre à <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a> de s'échapper de <a href='perso.php?id=96'>Big Mom</a>, croyant en l'aube nouvelle que Luffy apporterait.",
  "623": "Marco le Phénix était le commandant de la 1ère division de <a href='crew.php?id=16'>l'équipage de Barbe Blanche</a>. Possesseur du Tori Tori no Mi, Modèle : Phénix, il peut se régénérer de ses blessures avec des flammes bleues. Bras droit de <a href='perso.php?id=289'>Barbe Blanche</a>, il a combattu lors de la guerre de <a href='loc.php?id=67'>Marine Ford</a> et a aidé l'Alliance au <a href='loc.php?id=69'>Pays de Wa</a> contre <a href='perso.php?id=187'>Kaido</a>.",
  "660": "Ener est l'ancien dieu autoproclamé de <a href='loc.php?id=89'>Skypiea</a>. Possesseur du Goro Goro no Mi, considéré comme invincible grâce au pouvoir de la foudre, il a été vaincu par <a href='perso.php?id=1'>Luffy</a> dont le corps en caoutchouc est immunisé à l'électricité. Après sa défaite, il est parti sur la Lune réaliser son rêve d'atteindre le Vearth infini.",
  "661": "Monkey D. Dragon est le leader de <a href='crew.php?id=130'>l'Armée Révolutionnaire</a> basée à <a href='loc.php?id=62'>Kedétrav</a>, père de <a href='perso.php?id=1'>Luffy</a> et fils de <a href='perso.php?id=418'>Garp</a>. Considéré comme l'homme le plus recherché au monde, il cherche à renverser le <a href='crew.php?id=89'>Gouvernement Mondial</a>. Son fruit du démon lié au vent reste mystérieux. Il a sauvé Luffy à <a href='loc.php?id=7'>Logue Town</a>.",
  "662": "Sabo est le Chef d'État-Major de <a href='crew.php?id=130'>l'Armée Révolutionnaire</a> et frère adoptif de <a href='perso.php?id=1'>Luffy</a> et <a href='perso.php?id=290'>Ace</a>. Après avoir perdu la mémoire suite à l'attaque d'un Dragon Céleste lorsqu'il était enfant, il l'a retrouvée à la mort d'Ace.<br>Après avoir retrouvé Luffy à <a href='loc.php?id=83'>Dressrosa</a>, il a mangé le Mera Mera no Mi, héritant du pouvoir du feu de son défunt frère Ace.<br>Il a récemment infiltré <a href='loc.php?id=41'>Mary Geoise</a> où il a assisté impuissant au meutre du roi Cobra par <a href='perso.php?id=380'>Imu</a> et les cinq doyens, meutre duquel il a été faussement accusé.",
  "663": "Emporio Ivankov, la Reine des Okamas, est un commandant de <a href='crew.php?id=130'>l'Armée Révolutionnaire</a> et roi de <a href='loc.php?id=62'>Kedétrav</a>. Possesseur du Horu Horu no Mi qui lui permet de manipuler les hormones, il a aidé <a href='perso.php?id=1'>Luffy</a> à s'évader d'<a href='loc.php?id=44'>Impel Down</a> et a combattu à <a href='loc.php?id=67'>Marine Ford</a>. Ancien compagnon de <a href='perso.php?id=661'>Dragon</a>, il est une légende vivante.",
  "687": "Kuzan, alias Aokiji, est un ancien Amiral de la <a href='crew.php?id=82'>Marine</a> désormais allié à <a href='perso.php?id=247'>Barbe Noire</a>. Possesseur du Hie Hie no Mi qui lui donne le pouvoir de la glace, il a perdu son duel contre <a href='perso.php?id=414'>Akainu</a> pour le poste d'Amiral en Chef à Punk Hazard. Partisan d'une justice molle, il a quitté la Marine après sa défaite.",
  "690": "Bartholomew Kuma, le Tyran, était un ancien membre des Sept Grands Corsaires et roi du Royaume de Solbay. Possesseur du Nikyu Nikyu no Mi qui lui permet de repousser n'importe quoi, il était secrètement membre de <a href='crew.php?id=130'>l'Armée Révolutionnaire</a>.<br>Transformé en Pacifista par son ami <a href='perso.php?id=761'>Vegapunk</a>, il a perdu sa conscience mais a tout de même protégé de toutes forces le Thousand Sunny, navire des <a href='crew.php?id=1'>Chapeaux de Paille</a>. Père adoptif de <a href='perso.php?id=68'>Jewelry Bonney</a>, il s'est sacrifié en acceptant de devenir un cyborg esclave pour le <a href='crew.php?id=89'>Gouvernement</a> afin que sa fille se fasse guérir de la maladie des Saphirs. Malgré la perte totale de sa conscience, son amour paternel a persisté et l'a poussé à se rendre à <a href='loc.php?id=126'>Egghead</a> pour protéger Bonney une dernière fois.",
  "761": "Dr. Vegapunk était le plus grand scientifique du monde, travaillant pendant longtemps pour le <a href='crew.php?id=89'>Gouvernement Mondial</a>. Créateur des Pacifistas (cyborgs créés à partir de <a href='perso.php?id=690'>Bartholomew Kuma</a>), des Séraphins et découvreur du secret des fruits du démon, il a révélé la vérité sur le monde lors de l'incident d'<a href='loc.php?id=126'>Egghead</a>. Ses six satellites représentent différents aspects de sa personnalité.<br>Il a été tué par son ancien ami, l'amiral <a href='perso.php?id=415'>Kizaru</a>, mais son message a été diffusé au monde entier. Ses connaissances subsistent malgré sa mort grâce à ses satellites qui sont toujours en vie et au Punk Records, une librairie connectée \"stockant\" ses innombrables connaissances.",
  "774" : "Goku apparaît dans l'épisode 590 de l'anime."
}
