{
    "7": "Logue Town, surnommée la Ville du Début et de la Fin, est une ville légendaire d'East Blue située à l'entrée de Grand Line. C'est ici que le Roi des Pirates <a href='perso.php?id=258'>Gol D. Roger</a> est né et a été exécuté il y a 24 ans, déclenchant la Grande Ère de la Piraterie avec ses dernières paroles sur le One Piece.<br><br><a href='perso.php?id=1'>Monkey D. Luffy</a> et <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a> y sont passés avant d'entrer sur Grand Line, où Luffy a failli être exécuté par <a href='perso.php?id=32'>Baggy</a> sur la même plateforme que Roger. Il a été sauvé miraculeusement par un éclair, présage du destin qui l'attend. <a href='perso.php?id=661'>Monkey D. Dragon</a>, son père, était présent ce jour-là et a aidé l'équipage à échapper à <a href='perso.php?id=429'>Smoker</a>.<br><br>La ville abrite également de nombreux commerces où les Chapeaux de Paille se sont équipés, notamment <a href='perso.php?id=2'>Zoro</a> qui y a obtenu ses sabres Sandai Kitetsu et Yubashiri.",
    "21": "Ohara était une île de West Blue abritant l'Arbre de la Connaissance et la plus grande bibliothèque du monde. Centre intellectuel mondial, elle était peuplée d'archéologues qui étudiaient les Ponéglyphes et le Siècle Oublié, une période de 100 ans effacée de l'histoire par le <a href='crew.php?id=89'>Gouvernement Mondial</a>.<br><br>Il y a 22 ans, le Gouvernement a lancé un Buster Call qui a complètement détruit l'île, tuant tous ses habitants pour avoir osé étudier le Siècle Oublié, un tabou historique. <a href='perso.php?id=7'>Nico Robin</a>, alors âgée de 8 ans, est la seule survivante du massacre. Sa mère, Nico Olvia, et son mentor, le Professeur Clover, ont péri dans les flammes avec l'Arbre de la Connaissance.<br><br>Cet événement traumatisant a façonné la vie de Robin, la forçant à fuir et à être recherchée par le Gouvernement depuis son enfance. La destruction d'Ohara reste l'un des crimes les plus horribles du Gouvernement Mondial et symbolise leur volonté de cacher la vérité sur l'histoire du monde.",
    "41": "Mary Geoise est la capitale du monde, située au sommet de la Falaise Rouge qui sépare les quatre Blues. Siège du <a href='crew.php?id=89'>Gouvernement Mondial</a>, elle abrite le château de Pangée où résident les Dragons Célestes, descendants des 20 rois fondateurs, et où se trouve le mystérieux Trône Vide sur lequel siège secrètement <a href='perso.php?id=380'>Imu</a>, le véritable dirigeant du monde.<br><br>La ville est tristement célèbre pour l'esclavage des Dragons Célestes. <a href='perso.php?id=78'>Fisher Tiger</a> y a réalisé l'exploit légendaire d'escalader la Falaise Rouge à mains nues pour libérer des milliers d'esclaves, dont <a href='perso.php?id=70'>Boa Hancock</a> et <a href='perso.php?id=690'>Bartholomew Kuma</a>. La Rêverie, assemblée mondiale des rois et reines, s'y tient tous les quatre ans.<br><br>Lors de la dernière Rêverie, <a href='crew.php?id=130'>l'Armée Révolutionnaire</a> menée par <a href='perso.php?id=661'>Dragon</a> et <a href='perso.php?id=662'>Sabo</a> a infiltré Mary Geoise, déclenchant des événements mystérieux qui ont secoué le monde. C'est également à Mary Geoise que se trouve la salle du Trône Vide et la mystérieuse paille géante congelée.",
    "42": "L'Île des Hommes-Poissons est une île sous-marine située à 10 000 mètres de profondeur sous <a href='loc.php?id=41'>Mary Geoise</a>, au fond de l'océan. Protégée par une bulle géante, elle abrite le Royaume Ryugu où vivent les hommes-poissons et les sirènes dans une coexistence pacifique, bien que marquée par des siècles de discrimination de la part des humains.<br><br>Patrie de <a href='perso.php?id=10'>Jinbe</a> et de <a href='perso.php?id=78'>Fisher Tiger</a>, l'île a connu de nombreuses tragédies liées au racisme. Fisher Tiger y a fondé les Pirates du Soleil pour lutter contre l'esclavage. Plus récemment, l'île a été menacée par les Nouveaux Hommes-Poissons qui prônaient la suprématie des hommes-poissons sur les humains, avant d'être vaincus par <a href='perso.php?id=1'>Luffy</a>.<br><br>L'île était autrefois protégée par <a href='perso.php?id=289'>Barbe Blanche</a>, puis par <a href='perso.php?id=96'>Big Mom</a>, mais depuis la défaite de cette dernière, elle est sous la protection de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. La princesse Shirahoshi, une des Armes Antiques (Poséidon), y réside. L'île joue un rôle crucial dans la prophétie de la destruction de l'île et la reconstruction d'un monde sans discrimination.",
    "43": "Amazon Lily est une île du Calm Belt, royaume des guerrières Kuja exclusivement féminin. Cachée du monde extérieur depuis des générations, l'île interdit l'accès aux hommes sous peine de mort. Les Kuja sont des guerrières d'élite maîtrisant toutes le Haki et utilisant des serpents comme armes.<br><br>L'île est gouvernée par <a href='perso.php?id=70'>Boa Hancock</a>, l'Impératrice Pirate et ancienne membre des Sept Grands Corsaires, considérée comme la plus belle femme du monde. Elle dirige également <a href='crew.php?id=41'>l'équipage des Pirates Kuja</a>. <a href='perso.php?id=1'>Luffy</a> est le premier homme à avoir mis les pieds sur l'île après avoir été envoyé par <a href='perso.php?id=690'>Kuma</a>. Hancock est immédiatement tombée amoureuse de lui après qu'il ait protégé ses sœurs et leur secret.<br><br>Après l'abolition du système des Corsaires par le <a href='crew.php?id=89'>Gouvernement Mondial</a>, Amazon Lily a été attaquée par la <a href='crew.php?id=82'>Marine</a> et les Séraphins, mais l'île a été sauvée par l'arrivée opportune de Luffy. Le royaume garde jalousement le secret des marques d'esclaves des sœurs Boa, témoins de leur passé tragique à <a href='loc.php?id=41'>Mary Geoise</a>.",
    "44": "Impel Down est la plus grande prison du monde, située dans le Calm Belt entre <a href='loc.php?id=67'>Marine Ford</a> et <a href='loc.php?id=55'>Enies Lobby</a>. Surnommée la Prison Sous-Marine, elle est réputée inviolable avec ses six niveaux souterrains, chacun plus terrible que le précédent, abritant les criminels les plus dangereux du monde.<br><br>La prison était dirigée par Magellan, possesseur du Doku Doku no Mi (poison), assisté par Hannyabal. Les niveaux descendent jusqu'au terrible Niveau 6, Eternal Hell, où sont enfermés les prisonniers dont l'existence même a été effacée de l'histoire, comme <a href='perso.php?id=365'>Doflamingo</a>. <a href='perso.php?id=74'>Shiki le Lion d'Or</a> fut le premier prisonnier à s'en évader en se coupant les jambes.<br><br><a href='perso.php?id=1'>Luffy</a> a réalisé l'exploit inédit d'infiltrer Impel Down avec l'aide de <a href='perso.php?id=70'>Boa Hancock</a> pour sauver son frère <a href='perso.php?id=290'>Ace</a>. Bien qu'il ait échoué à le libérer à temps, il a provoqué la plus grande évasion de l'histoire en libérant <a href='perso.php?id=82'>Crocodile</a>, <a href='perso.php?id=10'>Jinbe</a>, <a href='perso.php?id=663'>Ivankov</a> et de nombreux autres prisonniers dangereux. <a href='perso.php?id=247'>Barbe Noire</a> y a également fait une incursion pour recruter des criminels du Niveau 6.",
    "49": "L'Île de Drum, rebaptisée Royaume des Cerisiers (Sakura Kingdom), est une île hivernale de Grand Line célèbre pour ses médecins de renom. Recouverte de neige toute l'année, elle abrite les montagnes Drum où règne un froid glacial permanent.<br><br>L'île était autrefois gouvernée par le tyran Wapol qui a chassé tous les médecins sauf 20 qu'il gardait pour lui. La Doctoresse Kureha et le Dr Hiluluk étaient les seuls médecins à soigner gratuitement la population. C'est ici que <a href='perso.php?id=6'>Tony Tony Chopper</a>, un renne ayant mangé le Hito Hito no Mi, a été élevé et formé par Kureha après la mort tragique d'Hiluluk.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est venu sur l'île pour soigner <a href='perso.php?id=3'>Nami</a>. <a href='perso.php?id=1'>Luffy</a> a vaincu Wapol, libérant le pays de sa tyrannie. Chopper a ensuite rejoint l'équipage comme médecin de bord. L'île a également été brièvement attaquée par <a href='perso.php?id=247'>Barbe Noire</a> qui y a blessé mortellement le roi Cobra. Le château de Drum arbore désormais des cerisiers en fleurs roses en hommage à Hiluluk, réalisant son rêve.",
    "50": "Le Royaume d'Alabasta est un royaume désertique de Grand Line, l'une des nations les plus anciennes et influentes affiliées au <a href='crew.php?id=89'>Gouvernement Mondial</a>. Gouverné par la famille Nefertari, dont les ancêtres ont refusé de devenir Dragons Célestes il y a 800 ans, le royaume abrite des millions de citoyens et possède une armée de 600 000 hommes.<br><br>Le royaume a été infiltré et manipulé par <a href='perso.php?id=82'>Crocodile</a> et son organisation criminelle Baroque Works. Sous l'identité de héros national, Crocodile cherchait secrètement à s'emparer du Ponéglyphe indiquant l'emplacement de l'Arme Antique Pluton. Il a provoqué une sécheresse artificielle et une guerre civile pour déstabiliser le pays.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a>, avec l'aide de la princesse Vivi et de son canard Karoo, a déjoué le complot de Crocodile. <a href='perso.php?id=1'>Luffy</a> a vaincu Crocodile dans un combat épique, sauvant le royaume. <a href='perso.php?id=7'>Nico Robin</a>, ancienne partenaire de Crocodile, a rejoint l'équipage après cet arc. Le roi Nefertari Cobra a récemment été assassiné lors de la Rêverie à <a href='loc.php?id=41'>Mary Geoise</a> dans des circonstances mystérieuses impliquant <a href='perso.php?id=380'>Imu</a>.",
    "54": "Water Seven est une cité aquatique de Grand Line, capitale mondiale de la construction navale. Bâtie sur les vestiges d'une ancienne cité engloutie, elle est parcourue de canaux où circulent les bulls de mer. La ville abrite les chantiers navals les plus prestigieux, notamment la Galley-La Company et son maire Iceburg.<br><br>C'est à Water Seven que <a href='perso.php?id=8'>Franky</a> est né et a grandi sous la tutelle de Tom, le légendaire constructeur naval qui a créé l'Oro Jackson, le navire de <a href='perso.php?id=258'>Gol D. Roger</a>. Tom possédait également les plans de l'Arme Antique Pluton, qu'il a transmis à Franky avant d'être exécuté par le <a href='crew.php?id=89'>Gouvernement Mondial</a>.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est venu à Water Seven pour réparer le Vogue Merry et s'est retrouvé impliqué dans un complot du <a href='crew.php?id=90'>CP9</a>. Les agents <a href='perso.php?id=390'>Rob Lucci</a> et <a href='perso.php?id=396'>Kaku</a> s'étaient infiltrés dans la Galley-La. Après les événements d'<a href='loc.php?id=55'>Enies Lobby</a>, Franky a rejoint l'équipage et a construit leur nouveau navire, le Thousand Sunny. La ville subit régulièrement l'Aqua Laguna, une vague géante qui submerge périodiquement la cité.",
    "55": "Enies Lobby, l'Île de la Justice, était une île judiciaire du <a href='crew.php?id=89'>Gouvernement Mondial</a> où étaient jugés (et toujours condamnés) les criminels. Reliée à <a href='loc.php?id=44'>Impel Down</a> et <a href='loc.php?id=67'>Marine Ford</a> par les Portes de la Justice, elle abritait le <a href='crew.php?id=90'>CP9</a> et servait de passage vers Impel Down. L'île était perpétuellement éclairée, symbolisant la lumière de la justice.<br><br>Enies Lobby est devenue le théâtre de l'un des événements les plus marquants de One Piece lorsque <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a> a déclaré la guerre au Gouvernement Mondial en brûlant son drapeau pour sauver <a href='perso.php?id=7'>Nico Robin</a>. <a href='perso.php?id=1'>Luffy</a> a affronté <a href='perso.php?id=390'>Rob Lucci</a> dans un combat légendaire, tandis que <a href='perso.php?id=2'>Zoro</a> combattait <a href='perso.php?id=396'>Kaku</a> et <a href='perso.php?id=5'>Sanji</a> affrontait Jabra.<br><br>La bataille s'est terminée par la victoire des Chapeaux de Paille et la destruction quasi-totale de l'île par le Buster Call que Spandam a accidentellement déclenché. Cet événement a marqué un tournant majeur, propulsant Luffy et son équipage au rang de criminels mondialement recherchés. L'île n'a jamais été reconstruite et reste un symbole de la rébellion contre le Gouvernement Mondial.",
    "58": "Thriller Bark est le navire-île géant de <a href='perso.php?id=49'>Gecko Moria</a>, ancien membre des Sept Grands Corsaires. Mesurant plusieurs kilomètres de long, il s'agit du plus grand navire pirate connu, camouflé en île brumeuse dérivant dans le Triangle de Florian, une zone mystérieuse où disparaissent de nombreux navires.<br><br>Moria utilisait son Kage Kage no Mi pour créer une armée de zombies en implantant des ombres volées dans des cadavres. Le navire abritait des centaines de zombies, dont Oars, un géant zombie surpuissant. <a href='perso.php?id=9'>Brook</a> y était prisonnier depuis 50 ans, Moria ayant volé son ombre. Le scientifique fou Hogback créait les corps des zombies.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> a accosté sur Thriller Bark après les évènements de <a href='loc.php?id=55'>Enies Lobby</a>. <a href='perso.php?id=1'>Luffy</a> y a absorbé 100 ombres pour vaincre Oars, et l'équipage a finalement triomphé grâce à un effort collectif. Brook a récupéré son ombre et rejoint l'équipage. Thriller Bark est actuellement accosté proche de <a href='loc.php?id=98'>l'île des Pirates</a>.",
    "60": "L'Archipel des Sabaody est un archipel unique situé juste avant le point d'entrée du Nouveau Monde, devant <a href='loc.php?id=41'>Mary Geoise</a>. Composé de 79 îles-bulles formées par les racines géantes de mangroves Yarukiman, l'archipel est célèbre pour ses bulles de résine qui permettent aux navires de plonger vers <a href='loc.php?id=42'>l'Île des Hommes-Poissons</a>.<br><br>L'archipel est divisé en zones numérotées : les zones 1-29 abritent trafics humains et commerce d'esclaves (tolérés par la proximité des Dragons Célestes), les zones 30-39 sont les parcs d'attractions, les zones 40-49 hébergent les boutiques touristiques, les zones 50-59 sont les chantiers navals, et les zones 60-69 abritent la <a href='crew.php?id=82'>Marine</a>. <a href='perso.php?id=259'>Silvers Rayleigh</a> y vit en revêtant des navires.<br><br>L'archipel a été le théâtre de plusieurs événements majeurs : la rencontre des 11 Supernovas dont <a href='perso.php?id=1'>Luffy</a>, <a href='perso.php?id=54'>Law</a> et <a href='perso.php?id=59'>Kidd</a> ; l'incident où Luffy a frappé un Dragon Céleste, déclenchant l'arrivée de l'Amiral <a href='perso.php?id=415'>Kizaru</a> ; et la dispersion de <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a> par <a href='perso.php?id=690'>Kuma</a>. Deux ans plus tard, l'équipage s'y est retrouvé pour reprendre leur aventure.",
    "62": "Kedétrav, également connue sous le nom de Momoiro Island (Île Rose), est une île du Grand Line et la base secrète de <a href='crew.php?id=130'>l'Armée Révolutionnaire</a> après la destruction de Baltigo par <a href='perso.php?id=247'>Barbe Noire</a>. L'île est le royaume des Okamas, une communauté de travestis et transgenres vivant en harmonie.<br><br>Le royaume est dirigé par <a href='perso.php?id=663'>Emporio Ivankov</a>, la Reine des Okamas et commandant de l'Armée Révolutionnaire. Possesseur du Horu Horu no Mi qui lui permet de manipuler les hormones, Ivankov a transformé l'île en paradis pour les Okamas. L'île enseigne également le puissant style de combat Newkama Kenpo.<br><br><a href='perso.php?id=5'>Sanji</a> y a été envoyé par <a href='perso.php?id=690'>Kuma</a> pendant deux ans, où il a été poursuivi par les Okamas avant de finalement s'entraîner avec eux et Ivankov. C'est à Kedétrav que Sanji a développé ses recettes Attack Cuisine et perfectionné son Haki. L'île sert maintenant de QG pour <a href='perso.php?id=661'>Dragon</a>, <a href='perso.php?id=662'>Sabo</a> et les autres commandants de l'Armée Révolutionnaire.",
    "67": "Marine Ford était le quartier général de la <a href='crew.php?id=82'>Marine</a>, une forteresse imprenable située dans le Paradis sur Grand Line. Symbole de la justice absolue du <a href='crew.php?id=89'>Gouvernement Mondial</a>, elle abritait le bureau de l'Amiral en Chef et servait de base principale aux forces militaires mondiales.<br><br>Marine Ford est devenue le théâtre de la Guerre au Sommet, le plus grand conflit de l'ère moderne, lorsque la Marine a tenté d'exécuter <a href='perso.php?id=290'>Portgas D. Ace</a>. <a href='perso.php?id=289'>Barbe Blanche</a> et son équipage de 1600 pirates ont attaqué la forteresse pour sauver Ace. La bataille a vu s'affronter les plus grandes puissances : <a href='perso.php?id=418'>Garp</a>, <a href='perso.php?id=447'>Sengoku</a>, les trois Amiraux, les Corsaires contre Barbe Blanche, <a href='perso.php?id=623'>Marco</a> et les commandants de division.<br><br><a href='perso.php?id=1'>Luffy</a>, évadé d'<a href='loc.php?id=44'>Impel Down</a> avec <a href='perso.php?id=82'>Crocodile</a>, <a href='perso.php?id=10'>Jinbe</a> et <a href='perso.php?id=663'>Ivankov</a>, est arrivé pour sauver son frère. Malgré leurs efforts, Ace a été tué par <a href='perso.php?id=414'>Akainu</a>. Barbe Blanche est mort debout après avoir confirmé l'existence du One Piece. <a href='perso.php?id=247'>Barbe Noire</a> est arrivé et a volé le pouvoir du Gura Gura no Mi. Après la guerre, le QG a été déplacé dans le Nouveau Monde, et Marine Ford a été abandonnée.",
    "69": "Le Pays de Wa est une nation insulaire fermée du Nouveau Monde, inspirée du Japon féodal. Dirigé traditionnellement par la famille Kozuki, le pays a été conquis il y a 20 ans par <a href='perso.php?id=187'>Kaido</a> et le shogun Orochi, plongeant la nation dans la tyrannie et la pauvreté.<br><br>Le pays est divisé en six régions dont la Capitale des Fleurs. <a href='loc.php?id=128'>Onigashima</a>, l'île-forteresse de Kaido, se trouve au large. Les habitants pratiquent le bushido et manient le sabre. Les artisans de Wa ont créé les Ponéglyphes indestructibles il y a 800 ans. La famille Kozuki peut lire et écrire l'ancien langage des Ponéglyphes.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> s'est allié avec <a href='perso.php?id=54'>Law</a>, <a href='perso.php?id=59'>Kidd</a>, les samouraïs de Wa et les <a href='crew.php?id=121'>Minks</a> pour libérer le pays. La bataille d'<a href='loc.php?id=128'>Onigashima</a> a vu la défaite de <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a> et de <a href='perso.php?id=96'>Big Mom</a>. <a href='perso.php?id=1'>Luffy</a> a vaincu Kaido en Gear 5, libérant Wa. <a href='perso.php?id=590'>Yamato</a>, le fils de Kaido qui s'identifie comme Kozuki Oden, a choisi de rester pour protéger le pays. Momonosuke Kozuki est maintenant shogun.",
    "71": "Whole Cake Island est l'île principale de Totto Land, l'archipel de 35 îles gouverné par <a href='perso.php?id=96'>Charlotte Linlin</a> (Big Mom) dans le Nouveau Monde. L'île entière est faite de gâteaux et sucreries, reflétant l'obsession de Big Mom pour les desserts. Le Château de Whole Cake, gigantesque gâteau de mariage, sert de résidence à <a href='crew.php?id=53'>l'équipage de Big Mom</a>.<br><br>Totto Land est une utopie où toutes les races coexistent, mais sous la domination absolue de Big Mom. Chaque île thématique est gouvernée par l'un de ses 85 enfants. Les habitants doivent sacrifier un mois de leur espérance de vie tous les six mois pour vivre en sécurité. Les Homies, objets vivants créés par le Soru Soru no Mi de Big Mom, peuplent les îles.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> s'est infiltré sur l'île pour récupérer <a href='perso.php?id=5'>Sanji</a> et sauver la famille Vinsmoke d'un complot de Big Mom. <a href='perso.php?id=1'>Luffy</a> a combattu <a href='perso.php?id=97'>Katakuri</a> dans un duel épique. <a href='perso.php?id=10'>Jinbe</a> a officiellement rejoint l'équipage en quittant Big Mom. <a href='perso.php?id=612'>Pedro</a> s'est sacrifié pour permettre l'évasion des Chapeaux de Paille. L'équipage s'est échappé avec l'aide du Sun Pirates et de la flotte de Germa 66.",
    "72": "Punk Hazard est une île du Nouveau Monde, anciennement un laboratoire secret de la <a href='crew.php?id=82'>Marine</a> dirigé par <a href='perso.php?id=761'>Vegapunk</a>. Depuis un incident catastrophique il y a quatre ans, l'île est divisée en deux : un côté de glace permanente et un côté de feu et lave, résultat du duel entre <a href='perso.php?id=414'>Akainu</a> et <a href='perso.php?id=687'>Kuzan</a> pour le poste d'Amiral en Chef.<br><br>Après avoir été abandonnée, l'île a été prise par Caesar Clown, ancien collègue de Vegapunk, qui y menait des expériences illégales sur les enfants et développait des armes de destruction massive pour <a href='perso.php?id=365'>Doflamingo</a>. Il y produisait également le SAD, ingrédient nécessaire à la création des SMILE pour <a href='perso.php?id=187'>Kaido</a>.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est arrivé sur l'île répondant à un appel de détresse. Ils se sont alliés à <a href='perso.php?id=54'>Trafalgar Law</a> pour détruire le laboratoire de Caesar et couper l'approvisionnement en SMILE de Kaido. <a href='perso.php?id=1'>Luffy</a> a vaincu Caesar tandis que <a href='perso.php?id=2'>Zoro</a> combattait le samouraï Monet. Cette alliance a marqué le début de l'opération visant à vaincre Kaido. <a href='perso.php?id=429'>Smoker</a> et Tashigi y ont également combattu, révélant la corruption au sein de la Marine.",
    "78": "Zou est une île vivante située sur le dos de Zunisha, un éléphant millénaire géant qui marche sans arrêt dans le Nouveau Monde. L'île abrite la tribu des <a href='crew.php?id=121'>Minks</a>, une race d'humanoïdes animaux guerriers maîtrisant tous l'Electro. La forêt de la Baleine sur le dos de Zunisha forme leur royaume.<br><br>Zou est gouvernée par deux ducs : Inuarashi (jour) et Nekomamushi (nuit), autrefois meilleurs amis mais en conflit depuis 20 ans. La cité principale, le Duché de Mokomo, a été ravagée par <a href='perso.php?id=190'>Jack</a> de <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a> qui cherchait le samouraï Raizo du <a href='loc.php?id=69'>Pays de Wa</a>. Les Minks ont été empoisonnés par des gaz mais ont refusé de livrer Raizo.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est arrivé et a soigné les Minks avec l'aide de <a href='perso.php?id=6'>Chopper</a>. Ils ont découvert l'alliance ancestrale entre les Minks et le Clan Kozuki. <a href='perso.php?id=612'>Pedro</a> et d'autres Minks ont rejoint l'Alliance pour vaincre <a href='perso.php?id=187'>Kaido</a>. Zou conserve également un Ponéglyphe historique. <a href='perso.php?id=55'>Bepo</a> de <a href='crew.php?id=32'>l'équipage du Heart</a> est originaire de Zou. Zunisha possède le pouvoir de détruire des flottes entières mais ne peut agir que sur ordre, punition liée à un crime ancien.",
    "83": "Dressrosa est un royaume tropical du Nouveau Monde, célèbre pour ses passions, ses fleurs et ses jouets vivants. Anciennement gouvernée par la famille Riku, l'île a été conquise il y a 10 ans par <a href='perso.php?id=365'>Donquixote Doflamingo</a> qui en a fait le centre de son empire criminel et la base de la <a href='crew.php?id=21'>Famille Donquixote</a>.<br><br>Doflamingo utilisait son Ito Ito no Mi pour manipuler le roi Riku et le forcer à massacrer son propre peuple, se présentant ensuite en sauveur pour prendre le trône. Il a transformé des milliers de citoyens en jouets avec le pouvoir de Sugar (Hobi Hobi no Mi), effaçant leur existence de la mémoire collective. L'île abritait une usine secrète produisant les SMILE, fruits du démon artificiels vendus à <a href='perso.php?id=187'>Kaido</a>, et servait de plaque tournante pour le trafic d'armes.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> s'est allié à <a href='perso.php?id=54'>Trafalgar Law</a> pour démanteler l'empire de Doflamingo. Le Colisée de Corrida a organisé un tournoi où <a href='perso.php?id=1'>Luffy</a> a rencontré <a href='perso.php?id=662'>Sabo</a> qui a obtenu le Mera Mera no Mi. Après la libération des jouets et la révélation de la vérité, une bataille massive a éclaté. Luffy a vaincu Doflamingo avec son King Kong Gun, libérant Dressrosa et révélant les crimes du <a href='crew.php?id=89'>Gouvernement Mondial</a>. Suite à cette victoire, sept équipages ont formé la Grande Flotte du Chapeau de Paille, dont <a href='perso.php?id=26'>Hajrudin</a> et le <a href='crew.php?id=61'>Nouvel Équipage des Géants</a>.<br>Doflamingo est maintenant emprisonné à <a href='loc.php?id=44'>Impel Down</a> et la famille Riku a repris le contrôle du royaume depuis.",
    "86": "Erbaf est le royaume légendaire des géants situé dans le Nouveau Monde, considéré comme la nation la plus puissante militairement au monde. Inspiré de la culture viking, Erbaf vénère le dieu de la guerre Elbaf et perpétue des traditions guerrières ancestrales. Les géants d'Erbaf peuvent vivre jusqu'à 300 ans et sont d'une force phénoménale.<br><br>Erbaf est la patrie des légendaires guerriers <a href='perso.php?id=511'>Dorry</a> et <a href='perso.php?id=512'>Broggy</a>, co-capitaines de <a href='crew.php?id=13'>l'équipage des Géants</a>. Ces deux héros sont revenus au royaume après leur réconciliation grâce à <a href='perso.php?id=1'>Luffy</a>. <a href='perso.php?id=26'>Hajrudin</a>, leader du <a href='crew.php?id=61'>Nouvel Équipage des Géants</a>, rêve de restaurer la gloire d'Erbaf en tant que nation pirate.<br><br><a href='perso.php?id=96'>Big Mom</a>, abandonnée à Erbaf dans son enfance, y a causé une tragédie en détruisant un village dans une crise de rage, un événement traumatisant qui a façonné sa personnalité.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est actuellement à Erbaf, accueilli par Dorry et Broggy. Le royaume cache de sombres secrets, notamment concernant le prince <a href='perso.php?id=554'>Loki</a>, emprisonné pour avoir tué son père le roi Harald et tenté de voler un fruit du démon légendaire. Erbaf possède également l'Arbre-Monde Adam, le bois le plus solide utilisé pour construire le Thousand Sunny.",
    "88": "Laugh Tale est la dernière île de Grand Line, destination finale du voyage sur la Route de Tous les Périls. Son nom véritable fut révélé par <a href='perso.php?id=259'>Silvers Rayleigh</a> à <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>. Seul <a href='crew.php?id=5'>l'équipage des Pirates Roger</a> a réussi à l'atteindre il y a 24 ans.<br><br>C'est sur cette île que se trouve le One Piece, le trésor légendaire laissé par <a href='perso.php?id=258'>Gol D. Roger</a>. Lors de sa découverte, Roger et son équipage ont éclaté de rire en découvrant la vérité sur le trésor et l'histoire du monde, d'où le nom de l'île qui signifie 'Conte à Rire'. Roger a déclaré qu'ils étaient arrivés trop tôt.<br><br>Pour atteindre Laugh Tale, il faut posséder les quatre Ponéglyphes Routiers (Road Ponéglyphes) qui, une fois réunis, révèlent l'emplacement exact de l'île. L'île contient la vérité sur le Siècle Oublié, l'histoire de Joy Boy, les Armes Antiques et le véritable trésor que le monde entier recherche. <a href='perso.php?id=1'>Luffy</a> possède maintenant les copies de trois des quatre Ponéglyphes Routiers. <a href='perso.php?id=247'>Barbe Noire</a>, <a href='perso.php?id=85'>Shanks</a> et <a href='perso.php?id=32'>Baggy</a> sont également en quête de Laugh Tale, faisant de la course vers cette île le climax de l'aventure One Piece.",
    "89": "Skypiea est une île céleste située à 10 000 mètres d'altitude au-dessus de Jaya, accessible via le Knock Up Stream ou les portes célestes. Composée de nuages solides appelés Nuages d'Îles, Skypiea possède une culture et une technologie uniques basées sur les Dials, coquillages capables de stocker diverses formes d'énergie.<br><br>Skypiea était gouvernée par le tyran <a href='perso.php?id=660'>Ener</a>, qui se proclamait dieu grâce à son Goro Goro no Mi (pouvoir de la foudre). Ener régnait par la terreur depuis le Maxim, son arche volante, et planifiait de détruire Skypiea pour rejoindre la Lune (Vearth infini). L'île abritait également Upper Yard, l'ancienne cité d'or de Shandora qui avait été propulsée dans le ciel il y a 400 ans.<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est arrivé à Skypiea en suivant le rêve du Cricket de prouver l'existence de la cité d'or. <a href='perso.php?id=1'>Luffy</a>, immunisé à la foudre grâce à son corps en caoutchouc, a vaincu Ener et sonné la Cloche d'Or, prouvant au monde que la cité existait. L'île cache un Ponéglyphe historique. Après sa défaite, Ener est parti sur la Lune où il a découvert une ancienne civilisation. Skypiea a retrouvé la paix sous le règne du chef Ganfor.",
    "98": "L'Île des Pirates, également connue sous le nom d'île de la Ruche, est une île du Nouveau Monde servant de QG à <a href='perso.php?id=247'>Marshall D. Teach</a> et <a href='crew.php?id=22'>l'équipage de Barbe Noire</a>.<br>Ancienne base de <a href='perso.php?id=379'>Rocks D. Xebec</a> (père de Barbe Noire) et son <a href='crew.php?id=62'>équipage</a>, il y a 38 ans, l'île a une histoire sombre et violente.<br><br>L'île est un paradis pour les pirates, hors de portée de la <a href='crew.php?id=82'>Marine</a> et du <a href='crew.php?id=89'>Gouvernement Mondial</a>. Barbe Noire en a fait sa base après être devenu l'un des Quatre Empereurs. L'île est fortifiée et défendue par les puissants membres de son équipage.<br><br>L'île a récemment été le théâtre d'une attaque de la Marine menée par <a href='perso.php?id=418'>Garp</a> pour sauver <a href='perso.php?id=441'>Koby</a> qui avait été capturé. Lors de cette bataille, Garp a affronté l'équipage de Barbe Noire dans un combat dévastateur. Bien que Garp ait réussi des exploits impressionnants, il a été grièvement blessé et a été capturé mais a permis à Koby et aux autres Marines de s'échapper.",
    "126": "Egghead est une île futuriste du Nouveau Monde abritant le laboratoire principal de <a href='perso.php?id=761'>Vegapunk</a>, le plus grand scientifique du monde. L'île est divisée en deux parties : le Fabriophase, ville ultra-moderne avec technologie avancée 500 ans en avance sur le reste du monde, et le Labophase, laboratoire flottant dans les nuages où Vegapunk et ses six satellites travaillent.<br><br>Vegapunk a créé à Egghead ses plus grandes inventions : les Séraphins (clones enfants des anciens Corsaires avec ADN lunarian), les Pacifistas, et diverses technologies révolutionnaires. L'île est protégée par une barrière énergétique et des défenses robotiques. Les six satellites de Vegapunk représentent différents aspects de sa personnalité : Shaka (Bonté), Lilith (Mal), Edison (Pensée), Pythagoras (Sagesse), Atlas (Violence) et York (Avidité).<br><br><a href='crew.php?id=1'>L'équipage du Chapeau de Paille</a> est arrivé à Egghead et a découvert que York avait trahi Vegapunk pour devenir Dragon Céleste. Le <a href='crew.php?id=89'>Gouvernement Mondial</a> a envoyé le <a href='crew.php?id=90'>CP0</a> avec <a href='perso.php?id=390'>Lucci</a> et <a href='perso.php?id=396'>Kaku</a>, ainsi que <a href='perso.php?id=415'>Kizaru</a> et <a href='perso.php?id=414'>Akainu</a> pour éliminer Vegapunk. <a href='perso.php?id=1'>Luffy</a> en Gear 5 a combattu Lucci et Kizaru. <a href='perso.php?id=68'>Jewelry Bonney</a> a découvert la vérité sur son père <a href='perso.php?id=690'>Kuma</a>. Avant sa mort, Vegapunk a diffusé un message révélant au monde que le Gouvernement Mondial provoque la montée des océans et cachant la vérité sur Joy Boy.",
    "127": "God Valley était une île mystérieuse qui a disparu il y a 38 ans, théâtre de l'un des événements les plus importants et secrets de l'histoire de One Piece. C'est sur cette île qu'a eu lieu l'Incident de God Valley, bataille légendaire effacée des archives historiques par le <a href='crew.php?id=89'>Gouvernement Mondial</a>.<br><br>God Valley abritait une importante population de Dragons Célestes qui y organisaient leur chasse aux humains, un jeu sadique où ils chassaient des esclaves pour le sport. <a href='crew.php?id=62'>L'équipage de Rocks</a>, dirigé par <a href='perso.php?id=379'>Rocks D. Xebec</a> et comptant les futurs Empereurs <a href='perso.php?id=289'>Barbe Blanche</a>, <a href='perso.php?id=96'>Big Mom</a> et <a href='perso.php?id=187'>Kaido</a>, a attaqué l'île pour tuer les Dragons Célestes.<br><br>L'équipage a été arrêté par une alliance improbable entre <a href='perso.php?id=258'>Gol D. Roger</a> et <a href='perso.php?id=418'>Monkey D. Garp</a>. Rocks D. Xebec a été tué, et l'équipage s'est dispersé. Garp est devenu le Héros de la Marine pour avoir protégé les Dragons Célestes. Après la bataille, l'île entière a mystérieusement disparu. <a href='perso.php?id=85'>Shanks</a> et <a href='perso.php?id=32'>Baggy</a>, alors bébés, ont été trouvés dans un coffre au trésor de God Valley par Roger. Le Gouvernement a effacé toute trace de cet événement, et même le nom de Rocks a été oublié de l'histoire.",
    "128": "Onigashima est une île-forteresse en forme de crâne de démon située au large du <a href='loc.php?id=69'>Pays de Wa</a>. Elle servait de QG à <a href='perso.php?id=187'>Kaido</a> et <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a>. L'île tire son nom ('Île du Démon') de sa forme terrifiante et de son histoire violente. Kaido l'a nommée ainsi après l'avoir colonisée il y a moins de 25 ans.<br><br>L'île abritait le château massif de Kaido où résidaient les Calamités (<a href='perso.php?id=188'>King</a>, <a href='perso.php?id=189'>Queen</a>, <a href='perso.php?id=190'>Jack</a>), les Tobiroppo et plus de 20 000 membres de l'équipage. Kaido utilisait ses nuages-flammes pour faire léviter l'île entière, planifiant de la déplacer vers la Capitale des Fleurs du Pays de Wa dans son 'Plan pour une Nouvelle Onigashima' afin d'en faire le centre d'un empire pirate.<br><br>La bataille d'Onigashima fut l'une des plus grandes guerres de l'histoire récente. L'Alliance regroupant <a href='crew.php?id=1'>l'équipage du Chapeau de Paille</a>, <a href='crew.php?id=32'>l'équipage du Heart</a>, <a href='crew.php?id=33'>l'équipage de Kid</a>, les samouraïs de Wa et les <a href='crew.php?id=121'>Minks</a> a affronté l'alliance entre <a href='crew.php?id=44'>l'équipage aux Cent Bêtes</a> et <a href='crew.php?id=53'>l'équipage de Big Mom</a>. <a href='perso.php?id=1'>Luffy</a> a éveillé son fruit en Gear 5 (Nika) et vaincu Kaido au sommet du dôme. <a href='perso.php?id=54'>Law</a> et <a href='perso.php?id=59'>Kidd</a> ont vaincu <a href='perso.php?id=96'>Big Mom</a>. <a href='perso.php?id=2'>Zoro</a> a défait King tandis que <a href='perso.php?id=5'>Sanji</a> triomphait de Queen. L'île s'est écrasée après la défaite de Kaido, libérant le Pays de Wa de 20 ans de tyrannie."
}    